tap "homebrew/bundle"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "gettext"
brew "openssl@3"
brew "readline"
brew "xz"
brew "glib"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "libyaml"
brew "ansible"
brew "aria2"
brew "gdbm"
brew "ncurses"
brew "perl"
brew "asciiquarium"
brew "ata"
brew "atuin"
brew "autoconf"
brew "automake"
brew "awk"
brew "bash"
brew "bat"
brew "btop"
brew "c2048"
brew "carapace"
brew "chruby"
brew "cmake"
brew "coreutils"
brew "curl"
brew "doxygen"
brew "dust"
brew "libevent"
brew "eza"
brew "fabric"
brew "fd"
brew "libarchive"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gcc"
brew "gcc@12"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "grex"
brew "grokj2k"
brew "gtk+3"
brew "helm"
brew "libtool"
brew "imagemagick"
brew "instaloader"
brew "ipython"
brew "latexindent"
brew "lazygit"
brew "lf"
brew "libffi"
brew "libtorrent-rasterbar"
brew "ltex-ls"
brew "lua"
brew "luarocks"
brew "node"
brew "mailsy"
brew "make"
brew "media-info"
brew "yt-dlp"
brew "mpv"
brew "mysql"
brew "neovim"
brew "ninja"
brew "nushell"
brew "ollama", restart_service: true
brew "p7zip"
brew "pandoc"
brew "parallel"
brew "pastel"
brew "pdf2svg"
brew "pianobar"
brew "pipx"
brew "pngpaste"
brew "procs"
brew "pygobject3"
brew "python-build"
brew "qpdf"
brew "r"
brew "rclone"
brew "rename"
brew "ripgrep"
brew "rnr"
brew "ruby"
brew "ruby-install"
brew "ruby@3.2"
brew "rust"
brew "rustup"
brew "sd"
brew "shellcheck"
brew "sk"
brew "slugify"
brew "sql-language-server"
brew "starship"
brew "tealdeer"
brew "toilet"
brew "transmission-cli"
brew "tree"
brew "tty-clock"
brew "universal-ctags"
brew "vhs"
brew "watch"
brew "wget"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-autopair"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "qmk/qmk/qmk"
cask "as-timer"
cask "beeper"
cask "discord"
cask "firefox"
cask "git-credential-manager"
cask "google-chrome"
cask "hiddenbar"
cask "iina"
cask "inkscape"
cask "kiwix"
cask "lulu"
cask "mactex"
cask "obsidian"
cask "openzfs"
cask "plex-media-player"
cask "qlmarkdown"
cask "qmk-toolbox"
cask "rar"
cask "raycast"
cask "spotify"
cask "telegram"
cask "via"
cask "vial"
cask "vlc"
cask "warp"
cask "wezterm"
cask "zoom"
